{
  "authorizationlimit":[
    "how many hosts can access the storage volume",
    "how many hosts can use the storage LUN",
    "is there a limit for how many host can share a storage volume",
    "how many hosts can access the LUN",
    "can I authorize more than one host to access the storage volume",
    "can I authorize multiple hosts to access the LUN",
    "can all my hosts use the same volume",
    "can all my server instances connect to the same LUN"
    ],
  "authsubnets":[
    "Can I authorize multiple IP addresses to access my storage",
    "Can we authorize a subnet of IP addresses",
    "How can I authorize multiple IPs to my storage",
    "API call to authorize multiple IPs of the same host",
    "Can a host with multiple IPs have multiple connections to the same storage",
    "How do I authorize a subnet through the console?",
    "Can I authorize a subnet through the CLI"
    ],
 "provisioninglimit":[
    "How many volumes can be ordered?",
    "Is there a limit on how many volumes I can provision",
    "What is the maximum number of volumes we can provision",
    "How many LUNs can I order for my account",
    "How many LUNs can we provision"
    ],
 "mountinglimitprovisioninglimit":[
    "How many volumes can I mount on my host",
    "Can I mount all my storage volumes on my host",
    "How many LUNs can I mount on my host?",
    "How many LUNs can one host handle",
    "Is there a limit for the number of LUNs a host can handle"
  ],
  "nomultipleOS":[
    "Can I attach multiple LUNs with different OS settings",
    "Can I attach Windows LUN and a Linux LUN to my host",
    "Can I mount different OS Type storage to my host",
    "Can I authorize my host to mount different OS type storage volumes",
    "Can I authorize my host to mount different OS type storage LUNs"
  ],
  "windowsOStypes":[
    "Which Windows version am I to choose for my Block Storage LUN",
    "My Windows host support MBR partitioning, which OS type should I use for my storage LUN",
    "My Windows host support GPT partitioning, which OS type should I use for my storage LUN",
    "I don't know which Windows OS type to choose for my Storage LUN",
    "Tell me which OS type matches my Windows host OS"
  ],
  "iopslimit":[
    "Is the allocated IOPS limit enforced by instance or by volume",
    "Does the storage process the same IOPS for every host?",
    "Is the number of IOPS limited on a LUN?",
    "Is the IOPS limit enforced?",
    "Does letting multiple host access the same storage LUN affect the IOPS limit?"
  ],
  "measuringIOPS":[
    "How is IOPS measured?",
    "Are IOPS measured based on 16-KB blocks?",
    "Are IOPS measurements done with random or sequential operations?",
    "How can you measure IOPS?",
    "What's the block size for IOPS measurements?"
  ],
  "bandwidthIOPS":[
    "Can more throughput be achieved by using a faster Ethernet connection",
    "If my network connection is faster, can I have more throughput",
    "Is my network connection a bottleneck",
    "I want more throughput, should I increase my network bandwidth?",
    ""
  ],
  "isolatedstoragetraffic":[
    "Do firewalls and security groups impact performance?",
    "Does our Vyatta slow down storage traffic",
    "Does our firewall impact storage traffic?",
    "Does storage need its own VLAN?",
    "Are there any networking requirements for storage?"
  ],
  "blocksizeIOPS":[
    "What happens when a smaller block size is used to measure performance?",
    "Can I achieve maximum IOPS with smaller blocksize?",
    "Can I increase my IOPS by using smaller blocks?",
    "Does my throughput improve with smaller block size?",
    "How does my throughput change if I use a block size other than 16 Kb?",
    "How does my throughput change if I use a block size smaller than 16 Kb?",
    "Does my throughput deteriorate with smaller block size?
  ],
  "latency":[
    "What latency can be expected from the Block Storage?",
    "What latency can be expected from the Block Storage volume?",
    "What latency can be expected from the Block Storage LUN?",
    "What's the normal latency for Block Storage volumes?",
    "Is there an expected level of latency for Block Storage volumes?",
    "Is there a lag for Storage volume operations?",
    "We experience latency, is this normal?"
  ],
  "orderendurance":[
    "Why can Block Storage with Endurance 10 IOPS/GB tier be ordered in some data centers and not in others?",
    "Can you order 10 IOPS/GB tier in every data center?",
    "Is 10 IOPS/GB tier available in every data center?",
    "Where is the 10 IOPS/GB tier available?",
    "Where can I order 10 IOPS/GB storage?"
  ],
  "deleted":[
    "What happens to the data when LUNs are deleted",
    "What happens to the data when storage volumes are deleted?",
    "What happens to the data when my storage is deleted?",
    "Does my volume get sanitized before it's deleted?",
    "Do I need to sanitize my volume before it can be deleted?",
    "If I delete a volume, will my data be still accessible somehow?",
    "Is data wiped permanently when I delete a LUN?",
    "Is data wiped when a storage volume is deleted?"
  ],
  "decommission":[
    "How does IBM treat disks that are decommissioned?",
    "Does IBM wipe all the storage disks that are decommissioned?",
    "Does IBM wipe the storage disks that are removed from a data center?",
    "When disks are removed from a DC, are they wiped?",
    "Can data still be accessed on disks that were removed from a data center?"
  ],
  "diskmanager":[
    "My Windows 2012 host is supposed to have access to multiple Storage LUNs, but I can't see them in Disk Manager. How do I fix it?",
    "I can't see my storage LUNs in Windows Disk Manager",
    "My Windows 2012 can't see the storage volumes in Disk Manager. How do I fix it?",
    "I need help with mapping my storage on a Windows 2012 server",
    "How to map missing block storage to Windows 2012 server"
  ],
  "StorageOffline":[
    "My storage appears offline or read-only. Why did it happen and how do I fix it?",
    "My storage is read-only, is the storage down?",
    "Storage appears offline, how can this be fixed?",
    "Storage appears offline, how do I report this?",
    "My LUN is offline, I need it fixed",
    "My LUN is offline, I need it fixed",
    "My LUN is offline, I need it fixed",
  ],
  "correctMPIO":[
    "How can I configure and validate multipath connections?",
    "How do I know my MPIO is configured correctly",
    "I need assistance with MPIO configuration",
    "I want to configure my MPIO settings, how do I do that?",
    "How do I know if my storage connection is configured right?"
  ]
}
